<!DOCTYPE html>
<html>
    <head>
        <meta charset="utf-8">
        <title> Font </title> 
        <link rel="stylesheet" href="style.css"/>
    </head>
    <body>
        <p class="paragraph">ਗੂਗਲ ਟ੍ਰਾਂਸਲੇਟ ਇੱਕ ਬਹੁ-ਭਾਸ਼ਾਈ ਨਿਊਰਲ ਮਸ਼ੀਨ ਅਨੁਵਾਦ ਸੇਵਾ ਹੈ ਜੋ ਗੂਗਲ ਦੁਆਰਾ ਟੈਕਸਟ, 
            ਦਸਤਾਵੇਜ਼ਾਂ ਅਤੇ ਵੈਬਸਾਈਟਾਂ ਦਾ ਇੱਕ ਭਾਸ਼ਾ ਤੋਂ ਦੂਜੀ ਵਿੱਚ ਅਨੁਵਾਦ ਕਰਨ ਲਈ ਵਿਕਸਤ ਕੀਤੀ ਗਈ ਹੈ।
             ਇਹ ਇੱਕ ਵੈਬਸਾਈਟ ਇੰਟਰਫੇਸ, Android ਅਤੇ iOS ਲਈ ਇੱਕ ਮੋਬਾਈਲ ਐਪ,
              ਅਤੇ ਇੱਕ API ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ ਜੋ ਡਿਵੈਲਪਰਾਂ ਨੂੰ ਬ੍ਰਾਊਜ਼ਰ ਐਕਸਟੈਂਸ਼ਨਾਂ ਅਤੇ
               ਸੌਫਟਵੇਅਰ ਐਪਲੀਕੇਸ਼ਨਾਂ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ।
            </p>
    </body>
</html>
